if 65134715371358>12491299124:
    print("""გამარჯობათ მასწ იმედია წაიკითხავთ რასაც ვწერ თუ წაიკითხეთ მომწერეთ დდ
    აზრზე არ ვარ რა ვთქვა ლოლ. მოკლედ ვიმღერებ დდ, დავიწყეე,
    ხარება  და  გოგია.

ხარება  და  გოგია  ალაზნის  პირას  მოდიან
ერთმანეთს  ეუბნებიან  რომელი  მხარე  სჯობია.=======

გოგიამ  უთხრა  ხარებას  ნაყარეული  სჯობია.=========

რას  ამბობ  ბიჭო  გოგია  მაღრანის  ტყე  სჯობია
საბინაოდ  ხომ  კარგია,  ხალხიცა  იქა  სჯობია.=========

მაღრანის  ხევში  ქეიფი  სუყველაფერსა  სჯობია.
    """)